Revit 2027 API
ParameterTypeId.GridBankColNum Property
 "Column"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId GridBankColNum { get; }
Public Shared ReadOnly Property GridBankColNum As ForgeTypeId
	Get
public:
static property ForgeTypeId^ GridBankColNum {
	ForgeTypeId^ get ();
}
static member GridBankColNum : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace